Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/fylkesnemndene.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The European Convention on Human Rights, Article 8 imposes strict conditions for implementing the deprival of parental responsibility - adoption.
nb: Den europeiske menneskerettighetskonvensjonen artikkel 8 setter strenge vilkår for å fatte avgjørelser om tvangsadopsjon.

source: This ruling is meant for the heavily affected drug/alcohol abusers.
nb: Bestemmelsen er ment for de sterkt belastede misbrukerne.

source: Please use the search at the top of the page to search for the missing page.
nb: Benytt gjerne søkefeltet i toppen av siden for å gjøre et søk etter siden.

source: All children in Norway have the same rights.
nb: Barnevernet er delt mellom de lokale og nasjonale myndigheter.

source: Chapter 9 of the Act outlines the role of the boards in such cases.
nb: Reglene om dette er inntatt i loven kapittel 9.

source: Article 8 of the ECHR has been endorsed in the Norwegian Constitution Grl.
nb: EMK artikkel 8 har nå også fått grunnlovsvern, gjennom den nye bestemmelsen i Grl.

source: It is possible to implement short-term treatment placement for up to 4 weeks, with the possibility of prolonging the stay for an additional 4 weeks.
nb: Slike plasseringer varer i 4 uker, med mulighet for å forlenge oppholdet med ytterligere 4 uker.

source: The board makes decisions about the placement of drug and alcohol addicts in an institution for a maximum of 3 months.
nb: Nemnda avgjør om vilkårene for å tvangsplassere rusavhengige på institusjon i opptil 3 måneder er oppfylt.

source: Chapter 5 of the Act specifies the duties of infected persons, compulsory measures.
nb: Smittevernloven har regler om disse sakene i kapittel 5.

source: The justification and purpose for the boards is especially evidenced in The Social Services Act NOU 1985:18 (In Norwegian
nb: Begrunnelsen for og formålet bak fylkesnemndene belyses særlig godt i NOU 1985:18 Lov om sosiale tjenester m.m.

source: In the European Convention on Human Rights (ECHR), article 8 has a bearing on board decisions.
nb: I EMK er det særlig artikkel 8 som har betydning for fylkesnemndenes beslutninger:

source: Page cannot be found - 404
nb: Siden finnes ikke - 404

source: There are many such types of voluntary assistance measures.
nb: Det finnes mange forskjellige typer hjelpetiltak.

source: Usually parents with parental responsibility, parents without parental responsibility entitled to visit their child, children over 15 years and children in cases dealing with behavioural measures (independently of their age).
nb: Den private parten er vanligvis foreldre med foreldreansvar, foreldre uten foreldreansvar som skal ha samvær/kontakt med barnet, barn over 15 år og barn som barnevernet vil flytte på institusjon (uavhengig av alder).

source: Background and history
nb: Bakgrunn og historie

source: After a placement, regular inspections will be conducted to monitor the child's well-being at least four times per year for children under 15 years of age.
nb: Det skal være jevnlig tilsyn med hvordan barnet har det i fosterhjemmet, minst fire ganger i året for barn under 15 år.

source: You may take notes with you.
nb: Du kan ta med deg notatene.

source: Persons who give evidence to the board, but are not a part of the case.
nb: Vitner er personer som kan ha sett eller hørt noe som er viktig i saken.

source: If a person exposes their mental or physical health to danger with extensive drug/alcohol abuse, the County Social Welfare Board (Board) may make a decision for compulsory placement in an appropriate institution for up to 3 months.
nb: Dersom noen utsetter sin psykiske eller fysiske helse for fare ved omfattende og vedvarende rusmisbruk, kan fylkesnemnda bestemme at de skal plasseres på en egnet institusjon i opptil 3 måneder mot sin vilje.

source: Sorry, we can't find the page you are looking for.
nb: Vi beklager, men vi finner ikke den etterspurte siden.

source: The board may appoint a spokesperson for children who are older than 7 years, as well as for younger children if they are able to formulate their own opinions in the case.
nb: Fylkesnemnda kan oppnevne en talsperson for barn som er fylt 7 år og for yngre barn som er i stand til å danne seg egne synspunkter i saken.

source: At the national level, the Norwegian Ministry of Children and Equality has overall responsibility for child welfare services.
nb: På nasjonalt nivå, har Barne- og likestillingsdepartement det overordnete ansvaret for barnevernet.

source: Case management will be satisfactory, expeditious and inspire confidence.
nb: Saksbehandlingen skal være betryggende, rask og tillitskapende.

source: Both parties will be represented by their respective counsels, and have the opportunity to make statements and ask questions to the board chair.
nb: I møtet forteller klagerne og barneverntjenesten hva de mener om saken, og advokatene og fylkesnemndslederen stiller spørsmål.
